{"meovrwrk": "Family life suffers because men concentrate on work. Respondents indicated agreement with the statement: “Family life often suffers because men concentrate too much on their work”", "fehire": "Preferential hiring for women due to past discrimination. The question asked whether employers should make special efforts to hire and promote qualified women in order to make up for past discrimination", "helppoor": "Government help to improve poor Americans’ living standards. This scale asked whether the federal government in Washington should do everything possible to improve the standard of living of all poor Americans (Point 1) or whether it is not the government’s responsibility and each person should take care of themselves (Point 5).  Respondents selected points 1–5 on the scale or opted for “don’t know”", "helpnot": "Government doing too many things versus doing more. Respondents considered whether the government is trying to do too many things that should be left to individuals and private businesses or whether the government should do more to solve the country’s problems.  They placed themselves on a five‑point scale similar to the previous item", "helpsick": "Government responsibility for medical costs. Participants positioned themselves on a scale regarding whether it is the federal government’s responsibility to help people pay doctors’ and hospital bills versus believing that individuals should take care of those expenses themselves", "helpblk": "Government obligation to help Black Americans. This item asked whether the government has a special obligation to improve living standards of Black people because of past discrimination (Point 1) versus not giving special treatment to Black people (Point 5)", "poleff11": "Political efficacy: people like me don’t have any say. Respondents indicated their agreement with the statement: “People like me don’t have any say about what the government does”", "poleff18": "Political efficacy: government doesn’t care. This item asked to what extent respondents agree with the statement “I don’t think the government cares much what people like me think”", "goodlife": "Chance to improve standard of living. Respondents were asked whether they agree with the statement that “people like me and my family have a good chance of improving our standard of living”", "incgap1": "Government responsibility to reduce income gaps. Participants were asked to what extent they agree that “It should be the government’s responsibility to reduce income differences between the rich and the poor”", "amcitizn": "Would prefer to be a citizen of America. Respondents indicated how strongly they agree with “I would rather be a citizen of America than of any other country in the world”", "amshamed": "Feeling ashamed of America. This question asked respondents to agree or disagree with the statement: “There are some things about America today that make me feel ashamed of America”", "belikeus": "World better if others were more like Americans. Participants rated agreement with “The world would be a better place if people from other countries were more like the Americans”", "ambetter": "America better than most other countries. Respondents indicated agreement with “Generally speaking, America is a better country than most other countries”", "ifwrong": "Support your country even if it is wrong. Participants rated agreement with the statement: “People should support their country even if the country is in the wrong”", "imports": "Limit import of foreign products. Respondents considered whether America should limit the import of foreign products to protect its national economy", "wrldgovt": "International bodies enforcing solutions. This item asked whether for certain problems (like environmental pollution) international bodies should have the right to enforce solutions", "amownway": "America following its own interests. Respondents rated agreement with “America should follow its own interests, even if this leads to conflicts with other nations”", "forland": "Ban foreign ownership of land. This statement asked whether “Foreigners should not be allowed to buy land in America”", "amtv": "American TV should prefer domestic content. Respondents indicated agreement with the statement that American television should give preference to American films and programs", "intlincs": "Large international companies harming local businesses. This item asked whether large international companies are doing more and more damage to local businesses in America", "immameco": "Immigrants’ effect on the economy. Participants indicated agreement with the statement: “Immigrants are generally good for America’s economy”", "immideas1": "Immigrants improve society by bringing new ideas. Respondents rated agreement with “Immigrants improve American society by bringing new ideas and cultures”", "immwlfare": "Preferential treatment for people born in America. This statement asked whether people born in America should be given preference over immigrants when it comes to jobs, housing or health care", "intmeet": "Meeting online versus in person. Respondents rated their agreement with the statement: “I feel more comfortable meeting with people online than in person”", "intlnly": "Loneliness without the Internet. Participants indicated agreement with “Without the Internet I would feel lonely”", "techesy": "Technology makes our lives easier. Respondents rated agreement with the statement that technology (including machinery, equipment, digital devices and software) makes our lives easier", "harmgood1": "Technology does more harm than good. This item asked whether participants agree that, overall, technology does more harm than good", "nextgen1": "Technology provides more opportunities for the next generation. Respondents rated agreement with the statement that technology provides more opportunities for the next generation", "infodeal": "Trading personal data for discounts/free products. Participants were told that private companies offer services in return for personal information (name, phone number, email, search history, purchases).  They rated agreement with the statement: “I would provide my personal information online in return for discounts and free products”", "infoprofit": "Providing personal information even if companies profit. In a similar context, respondents indicated whether they would provide personal information online even though private companies may use it to make a profit", "owndecns": "Nations having their own country to make decisions. Participants considered the statement: “It would be best if every nation had its own country where it could make its own decisions”", "fulldem": "People versus politicians making policy decisions. Respondents rated agreement with the statement: “The people, and not politicians, should make our most important policy decisions”", "poltalk": "Politicians talk too much and take too little action. Participants indicated agreement with the statement: “Politicians talk too much and take too little action”", "conpow": "Conflict between ordinary people and those in power. Respondents rated their agreement with “There is a conflict between the ordinary people and those in power in America”", "bizmoney": "Business leaders make money at ordinary people’s expense. The survey asked whether participants agree that business leaders make their money at the expense of ordinary people", "experts": "Opinions of experts versus experiences of ordinary people. Respondents rated agreement with “It is better to rely on the opinions of experts than the experiences of ordinary people”", "biasnews": "Media coverage about politics is biased. Participants indicated how much they agree with the statement: “Media coverage about politics in America is biased”", "hivafraid": "Fear of infection around people with HIV. Respondents indicated agreement with the statement: “I would be afraid to be around a person with HIV because I would be worried I could get infected”", "hivimmrl": "HIV is associated with immoral activities. This item asked participants to indicate agreement with “People who have HIV have participated in immoral activities”", "hivdscrm": "Discrimination against people with HIV. Respondents were asked whether there is a lot of discrimination against people with HIV in the country today"}
